import React from "react";

function Footer() {
  return (
    <div className="from-primary-dark to-primary bg-linear-to-b text-white">
      <div>
        <div>اطلاعات شرکت</div>
        لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده
        از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و
        سطرآنچنان که لازم است، و برای شرایط فعلی شصت و سه درصد گذشته حال و
        آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت
        بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی.
      </div>
      <div>دسترسی سریع</div>
      <div>آدرس</div>
      <div>ارتباط با ما</div>
    </div>
  );
}

export default Footer;
